Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: Worsening: %@
de: Verschlechterung: %@
fr: Aggravation : %@
zh_hans: 状况恶化：%@

source: Previous notification at %1$@: %2$@.
de: Vorherige Mitteilung um %1$@: %2$@.
fr: Notification précédente à %1$@ : %2$@.
zh_hans: 上次通知时间为 %1$@，读数为 %2$@。

source: Last reading: %@
de: Letzter Messwert: %@
fr: Dernière mesure : %@
zh_hans: 最近读数：%@

source: Notifications snoozed until %@
de: Mitteilungen bis %@ ausgesetzt
fr: Notifications suspendues jusqu’à %@
zh_hans: 通知已暂停至 %@

source: Observations
de: Beobachtungen
zh_hans: 观察项

source: Waiting for fresh data
de: Warten auf neue Daten
fr: En attente de données récentes
zh_hans: 等待新数据

source: Settling
de: Stabilisiert sich
fr: En cours de stabilisation
zh_hans: 正在趋稳

source: Watching
de: Unter Beobachtung
fr: Sous observation
zh_hans: 观察中

source: Inspect alert evidence
de: Warndaten untersuchen
fr: Examiner les données de l’alerte
zh_hans: 检查警报依据

source: Observations: %@
de: Beobachtungen: %@
zh_hans: 观察项：%@

source: Alert evidence
de: Warndaten
fr: Données de l’alerte
zh_hans: 警报依据

source: %@ min observed
de: %@ Min. beobachtet
fr: %@ min d’observation
zh_hans: 已观察 %@ 分钟

source: Memory has been growing steadily. Growth alone does not prove a memory leak.
de: Der Speicherverbrauch steigt stetig. Wachstum allein beweist kein Speicherleck.
fr: La mémoire augmente régulièrement. Cette croissance ne prouve pas à elle seule une fuite de mémoire.
zh_hans: 内存用量持续增长。仅凭增长不能证明存在内存泄漏。

source: Process memory growth
de: Speicherwachstum von Prozessen
fr: Croissance de la mémoire des processus
zh_hans: 进程内存增长

source: Process Memory Growth
de: Speicherwachstum von Prozessen
fr: Croissance de la mémoire des processus
zh_hans: 进程内存增长

source: Swap growth and paging
de: Swap-Wachstum und Auslagerungsaktivität
fr: Croissance du swap et pagination
zh_hans: 交换空间增长与换页活动

source: Swap Growth And Paging
de: Swap-Wachstum und Auslagerungsaktivität
fr: Croissance du swap et pagination
zh_hans: 交换空间增长与换页活动

source: Observe growth without notifications
de: Wachstum ohne Mitteilungen beobachten
fr: Observer la croissance sans notifications
zh_hans: 观察增长但不发送通知

source: Quiet Evaluation
de: Stille Auswertung
fr: Évaluation silencieuse
zh_hans: 静默评估

source: Memory pressure remains elevated
de: Speicherdruck weiterhin erhöht
fr: La pression mémoire reste élevée
zh_hans: 内存压力仍然偏高

source: Your Mac is under heavy memory pressure. Review the largest memory consumers.
de: Dein Mac steht unter hohem Speicherdruck. Prüfe die größten Speicherverbraucher.
fr: Votre Mac subit une forte pression mémoire. Examinez les plus gros consommateurs de mémoire.
zh_hans: Mac 当前内存压力很大。请查看内存占用最高的进程。

source: Memory pressure has improved but has not yet returned to normal.
de: Der Speicherdruck hat sich verbessert, ist aber noch nicht normal.
fr: La pression mémoire s’est améliorée, mais n’est pas encore revenue à la normale.
zh_hans: 内存压力已有改善，但尚未恢复正常。

source: Process memory budget exceeded
de: Speicherbudget des Prozesses überschritten
fr: Budget mémoire du processus dépassé
zh_hans: 进程已超出内存预算

source: %1$@ is using %2$@. Your memory budget is %3$@.
de: %1$@ verwendet %2$@. Dein Speicherbudget beträgt %3$@.
fr: %1$@ utilise %2$@. Votre budget mémoire est de %3$@.
zh_hans: %1$@ 正在使用 %2$@。您设置的内存预算为 %3$@。

source: macOS has reported sustained thermal throttling. This can reduce performance.
de: macOS meldet anhaltende thermische Drosselung. Das kann die Leistung verringern.
fr: macOS signale un bridage thermique prolongé. Cela peut réduire les performances.
zh_hans: macOS 报告持续存在热降频。这可能降低性能。

source: Usage is %@%% and has remained elevated across fresh readings.
de: Die Auslastung beträgt %@%% und blieb bei neuen Messungen erhöht.
fr: L’utilisation est de %@%% et reste élevée sur les mesures récentes.
zh_hans: 使用率为 %@%%，并在多次最新采样中持续偏高。

source: Sustained swap activity
de: Anhaltende Swap-Aktivität
fr: Activité de swap prolongée
zh_hans: 持续交换活动

source: Swap activity is %@/s while memory pressure is elevated. Swap occupancy is %@.
de: Die Swap-Aktivität beträgt %@/s bei erhöhtem Speicherdruck. Die Swap-Belegung beträgt %@.
fr: L’activité de swap est de %@/s avec une pression mémoire élevée. Le swap occupe %@.
zh_hans: 内存压力偏高，交换活动速率为 %@/s。交换空间占用为 %@。

source: Swap is growing rapidly
de: Swap wächst schnell
fr: Le swap augmente rapidement
zh_hans: 交换空间正在快速增长

source: Swap growth under observation
de: Swap-Wachstum unter Beobachtung
fr: Croissance du swap sous observation
zh_hans: 正在观察交换空间增长

source: Usage grew from %1$@ to %2$@ in %3$@ minutes and is still rising.
de: Die Belegung stieg in %3$@ Minuten von %1$@ auf %2$@ und steigt weiter.
fr: L’utilisation est passée de %1$@ à %2$@ en %3$@ minutes et continue d’augmenter.
zh_hans: 用量在 %3$@ 分钟内从 %1$@ 增长到 %2$@，且仍在上升。

source: %@ has sustained memory growth
de: %@ zeigt anhaltendes Speicherwachstum
fr: La mémoire de %@ augmente de façon continue
zh_hans: %@ 的内存持续增长

source: Grew %1$@ over %2$@ min at about %3$@/s. Recent growth continues; this is not a leak diagnosis.
de: Wuchs in %2$@ Min. um %1$@ bei etwa %3$@/s. Das Wachstum hält an; dies ist keine Speicherleck-Diagnose.
fr: Hausse de %1$@ en %2$@ min, à environ %3$@/s. La croissance continue ; ce n’est pas un diagnostic de fuite.
zh_hans: 在 %2$@ 分钟内增长了 %1$@，速率约为 %3$@/s。近期增长仍在持续；这并非泄漏诊断。

source: Rapid process memory growth
de: Schnelles Speicherwachstum eines Prozesses
fr: Croissance rapide de la mémoire d’un processus
zh_hans: 进程内存快速增长

source: Sustained memory growth
de: Anhaltendes Speicherwachstum
fr: Croissance continue de la mémoire
zh_hans: 内存持续增长

source: Resume notifications
de: Mitteilungen fortsetzen
fr: Reprendre les notifications
zh_hans: 恢复通知

source: Snooze for 1 hour
de: Für 1 Stunde aussetzen
fr: Suspendre pendant 1 heure
zh_hans: 暂停通知 1 小时

source: Memory growth
de: Speicherwachstum
fr: Croissance de la mémoire
zh_hans: 内存增长

source: By default, only critical pressure and process memory growth alerts are enabled. All analysis stays on your Mac.
de: Standardmäßig sind nur Warnungen bei kritischem Speicherdruck und Prozess-Speicherwachstum aktiviert. Alle Analysen bleiben auf deinem Mac.
fr: Par défaut, seules les alertes de pression critique et de croissance mémoire des processus sont activées. Toute l’analyse reste sur votre Mac.
zh_hans: 默认仅启用严重内存压力和进程内存增长警报。所有分析均在您的 Mac 上进行。

source: Keep swap and process growth in Observations while evaluating the rules. Critical pressure and explicit resource budgets keep their own settings.
de: Swap- und Prozesswachstum bleiben während der Regelauswertung unter Beobachtungen. Für kritischen Speicherdruck und festgelegte Ressourcenbudgets gelten weiterhin die eigenen Einstellungen.
fr: Conserve la croissance du swap et des processus dans Observations pendant l’évaluation des règles. La pression critique et les budgets explicites gardent leurs propres réglages.
zh_hans: 评估规则时，将交换空间和进程增长保留在观察项中。严重内存压力及明确设置的资源预算仍遵循各自设置。

source: Notify for sustained swap growth or heavy swap activity under memory pressure. Stable swap usage alone does not trigger an alert.
de: Warnt bei anhaltendem Swap-Wachstum oder starker Swap-Aktivität unter Speicherdruck. Eine stabile Swap-Belegung allein löst keine Warnung aus.
fr: Avertit d’une croissance prolongée du swap ou d’une forte activité de swap sous pression mémoire. Une occupation stable du swap ne déclenche pas d’alerte à elle seule.
zh_hans: 交换空间持续增长，或在内存压力下发生大量交换活动时发送通知。仅有稳定的交换空间占用不会触发警报。

source: Watch sustained memory growth quietly. Notify for material, continuing growth or rapid runaway use, not a brief rise or a settled cache.
de: Beobachtet anhaltendes Speicherwachstum still. Warnt bei deutlichem, fortgesetztem oder schnellem unkontrolliertem Wachstum, nicht bei einem kurzen Anstieg oder einem stabilen Cache.
fr: Observe silencieusement la croissance mémoire. Avertit d’une hausse importante et continue ou d’un emballement rapide, pas d’un bref pic ni d’un cache stabilisé.
zh_hans: 静默观察持续内存增长。仅在明显持续增长或快速失控占用时发送通知，而非短暂上升或已稳定的缓存占用。

source: Active alerts: %@
de: Aktive Warnungen: %@
fr: Alertes actives : %@
zh_hans: 当前警报：%@

source: No active alerts
de: Keine aktiven Warnungen
fr: Aucune alerte active
zh_hans: 当前没有警报

source: Detected: %@
de: Erkannt: %@
fr: Détectée : %@
zh_hans: 检测时间：%@

source: Open Insights
de: Einblicke öffnen
fr: Ouvrir les analyses
zh_hans: 打开洞察

source: Back to Explorer
de: Zurück zum Explorer
fr: Retour à l’explorateur
zh_hans: 返回数据探索

source: Add processes
de: Prozesse hinzufügen
fr: Ajouter des processus
zh_hans: 添加进程

source: At cursor
de: Am Zeiger
fr: Au curseur
zh_hans: 光标处

source: Chart layout
de: Diagrammlayout
fr: Disposition des graphiques
zh_hans: 图表布局

source: Compare process
de: Prozess vergleichen
fr: Comparer ce processus
zh_hans: 对比进程

source: Current inventory, not historical
de: Aktueller Bestand, keine historischen Daten
fr: Inventaire actuel, pas historique
zh_hans: 当前硬件清单，非历史数据

source: Data and tools
de: Daten und Werkzeuge
fr: Données et outils
zh_hans: 数据与工具

source: Date and time
de: Datum und Uhrzeit
fr: Date et heure
zh_hans: 日期和时间

source: Earlier
de: Früher
fr: Plus tôt
zh_hans: 更早

source: Later
de: Später
fr: Plus tard
zh_hans: 更晚

source: Export process trace
de: Prozessaufzeichnung exportieren
fr: Exporter la trace des processus
zh_hans: 导出进程跟踪

source: Export visible data
de: Sichtbare Daten exportieren
fr: Exporter les données visibles
zh_hans: 导出可见数据

source: Filter hardware
de: Hardware filtern
fr: Filtrer le matériel
zh_hans: 筛选硬件

source: Filter metrics
de: Messwerte filtern
fr: Filtrer les mesures
zh_hans: 筛选指标

source: Focus chart
de: Diagramm einzeln anzeigen
fr: Isoler le graphique
zh_hans: 聚焦图表

source: Peak %@ off scale
de: Spitze %@ außerhalb der Skala
fr: Pic de %@ hors échelle
zh_hans: 峰值 %@ 超出刻度

source: Show full scale
de: Volle Skala anzeigen
fr: Afficher l’échelle complète
zh_hans: 显示完整刻度

source: Fit scale
de: Skala anpassen
fr: Ajuster l’échelle
zh_hans: 适配刻度

source: Fit the axis to the rest of the data
de: Achse an die übrigen Daten anpassen
fr: Ajuster l’axe au reste des données
zh_hans: 让坐标轴适配其余数据

source: Go
de: Anzeigen
fr: Afficher
zh_hans: 前往

source: Go to time
de: Zum Zeitpunkt springen
fr: Aller à un instant
zh_hans: 跳转到时间

source: History unavailable; live samples only
de: Kein Verlauf verfügbar; nur Live-Messwerte
fr: Historique indisponible ; mesures en direct uniquement
zh_hans: 历史数据不可用；仅显示实时采样

source: Import trace
de: Aufzeichnung importieren
fr: Importer une trace
zh_hans: 导入跟踪

source: Inspect processes at cursor
de: Prozesse am gewählten Zeitpunkt prüfen
fr: Examiner les processus à l’instant du curseur
zh_hans: 检查光标时间点的进程

source: Inspector
de: Details
fr: Inspecteur
zh_hans: 检查器

source: Live samples, not recorded
de: Live-Messwerte, nicht aufgezeichnet
fr: Mesures en direct, non enregistrées
zh_hans: 实时采样，未记录

source: Metrics
de: Messwerte
fr: Mesures
zh_hans: 指标

source: Name or PID
de: Name oder PID
fr: Nom ou PID
zh_hans: 名称或 PID

source: Next sample
de: Nächster Messwert
fr: Mesure suivante
zh_hans: 下一个采样

source: Previous sample
de: Vorheriger Messwert
fr: Mesure précédente
zh_hans: 上一个采样

source: No metrics selected
de: Keine Messwerte ausgewählt
fr: Aucune mesure sélectionnée
zh_hans: 未选择指标

source: No processes selected
de: Keine Prozesse ausgewählt
fr: Aucun processus sélectionné
zh_hans: 未选择进程

source: No recent process observations at this time
de: Keine zeitnahen Prozessmesswerte für diesen Zeitpunkt
fr: Aucune observation de processus assez récente à cet instant
zh_hans: 此时间点附近没有进程观测记录

source: No recorded data in this window
de: Keine aufgezeichneten Daten in diesem Zeitraum
fr: Aucune donnée enregistrée dans cette période
zh_hans: 此时间范围内没有记录数据

source: No recorded processes in this window
de: Keine aufgezeichneten Prozesse in diesem Zeitraum
fr: Aucun processus enregistré dans cette période
zh_hans: 此时间范围内没有进程记录

source: No time selected
de: Kein Zeitpunkt ausgewählt
fr: Aucun instant sélectionné
zh_hans: 未选择时间

source: Pinned time
de: Fixierter Zeitpunkt
fr: Instant épinglé
zh_hans: 固定时间点

source: Process monitor
de: Prozessmonitor
fr: Moniteur de processus
zh_hans: 进程监视器

source: Recorded machine row
de: Aufgezeichneter Systemdatensatz
fr: Enregistrement du système
zh_hans: 机器记录行

source: Recorded value
de: Aufgezeichneter Wert
fr: Valeur enregistrée
zh_hans: 记录值

source: Refresh hardware
de: Hardware aktualisieren
fr: Actualiser le matériel
zh_hans: 刷新硬件

source: Remove from comparison
de: Aus dem Vergleich entfernen
fr: Retirer de la comparaison
zh_hans: 从对比中移除

source: Resume live
de: Live fortsetzen
fr: Reprendre le direct
zh_hans: 恢复实时

source: Retry
de: Erneut versuchen
fr: Réessayer
zh_hans: 重试

source: Seconds: %lld
de: Sekunden: %lld
fr: Secondes : %lld
zh_hans: 秒：%lld

source: Source interval value
de: Wert des Quellintervalls
fr: Valeur de l’intervalle source
zh_hans: 源区间值

source: Sources
de: Quellen
zh_hans: 数据源

source: State values are not averaged.
de: Zustandswerte werden nicht gemittelt.
fr: Les états ne sont pas moyennés.
zh_hans: 状态值不计算平均值。

source: Unpin time
de: Zeitpunkt lösen
fr: Désépingler l’instant
zh_hans: 取消固定时间

source: Values
de: Werte
fr: Valeurs
zh_hans: 数值

source: Views
de: Ansichten
fr: Vues
zh_hans: 视图

source: Visible time window
de: Sichtbarer Zeitraum
fr: Période visible
zh_hans: 可见时间范围

source: Window statistics
de: Statistik des Zeitraums
fr: Statistiques de la période
zh_hans: 时间范围统计

source: Add %d Process to Explorer
de: %d Prozess zum Explorer hinzufügen
fr: Ajouter %d processus à l’explorateur
zh_hans: 将 %d 个进程添加到数据探索

source: Add %d Processes to Explorer
de: %d Prozesse zum Explorer hinzufügen
fr: Ajouter %d processus à l’explorateur
zh_hans: 将 %d 个进程添加到数据探索

source: Add to Explorer
de: Zum Explorer hinzufügen
fr: Ajouter à l’explorateur
zh_hans: 添加到数据探索

source: Explorer Full
de: Explorer voll
fr: Limite de comparaison atteinte
zh_hans: 数据探索已满

source: In Explorer
de: Im Explorer
fr: Dans l’explorateur
zh_hans: 已在数据探索中

source: Attribute network traffic to individual apps, so Explorer and the network menu can show which apps are using the network. It samples the system's nettop tool briefly each refresh; the overall download and upload rates are always shown regardless.
de: Ordnet den Netzwerkverkehr einzelnen Apps zu, damit Explorer und Netzwerkmenü zeigen, welche Apps das Netzwerk nutzen. Bei jeder Aktualisierung wird das Systemwerkzeug nettop kurz abgefragt. Die gesamten Download- und Upload-Raten werden unabhängig davon immer angezeigt.
fr: Attribue le trafic réseau à chaque app pour que l’explorateur et le menu réseau montrent quelles apps utilisent le réseau. L’outil système nettop est interrogé brièvement à chaque actualisation. Les débits globaux de téléchargement et d’envoi restent toujours affichés.
zh_hans: 将网络流量归属到各个应用，以便数据探索和网络菜单显示哪些应用正在使用网络。每次刷新时会短暂调用系统 nettop 工具进行采样；无论是否启用此功能，都会显示总体下载和上传速率。

source: Recorded
de: Aufgezeichnet
fr: Enregistré
zh_hans: 已记录

source: Load averages
de: Durchschnittliche Systemlast
fr: Charges moyennes
zh_hans: 平均负载

source: Network throughput
de: Netzwerkdurchsatz
fr: Débit réseau
zh_hans: 网络吞吐量

source: Boot volume space
de: Speicherplatz des Startvolumes
fr: Espace du volume de démarrage
zh_hans: 启动卷空间

source: Stored free-space values are interval minima.
de: Gespeicherte Werte des freien Speicherplatzes sind Intervallminima.
fr: Les valeurs d’espace libre conservées sont les minima des intervalles.
zh_hans: 保留的可用空间值为各区间的最小值。

source: GPU and Neural Engine power
de: Leistung von GPU und Neural Engine
fr: Puissance du GPU et du Neural Engine
zh_hans: GPU 与神经网络引擎功耗

source: Die temperatures
de: Chiptemperaturen
fr: Températures des puces
zh_hans: 芯片温度

source: CPU cluster temperatures
de: CPU-Clustertemperaturen
fr: Températures des groupes CPU
zh_hans: CPU 核心簇温度

source: Enclosure temperatures
de: Gehäusetemperaturen
fr: Températures du boîtier
zh_hans: 机身温度

source: Airflow
de: Luftstrom
fr: Flux d’air
zh_hans: 气流

source: Skin and board
de: Gehäuse und Platine
fr: Surface et carte
zh_hans: 外壳与电路板

source: Voltage rails
de: Spannungsschienen
fr: Rails d’alimentation
zh_hans: 供电电路

source: Storage and radio temperatures
de: Speicher- und Funktemperaturen
fr: Températures du stockage et des radios
zh_hans: 存储与无线模块温度

source: Wireless
de: Funk
fr: Sans fil
zh_hans: 无线

source: Fastest fan
de: Schnellster Lüfter
fr: Ventilateur le plus rapide
zh_hans: 最快风扇

source: Thermal state
de: Thermischer Zustand
fr: État thermique
zh_hans: 热状态

source: Stored states show the worst state in each source interval.
de: Gespeicherte Zustände zeigen den schlechtesten Zustand jedes Quellintervalls.
fr: Les états conservés indiquent le pire état de chaque intervalle source.
zh_hans: 保留的状态表示每个源区间内最严重的状态。

source: Battery charge
de: Batterieladung
fr: Charge de la batterie
zh_hans: 电池电量

source: Battery power
de: Batterieleistung
fr: Puissance de la batterie
zh_hans: 电池功率

source: Battery temperature
de: Batterietemperatur
fr: Température de la batterie
zh_hans: 电池温度

source: Stored sensor intervals contain peaks. The average of those peaks is not a time average.
de: Gespeicherte Sensorintervalle enthalten Spitzenwerte. Deren Mittelwert ist kein zeitlicher Mittelwert.
fr: Les intervalles de capteurs conservés contiennent des pics. La moyenne de ces pics n’est pas une moyenne temporelle.
zh_hans: 保留的传感器区间包含峰值。这些峰值的平均值并非时间平均值。

source: Process averages summarize recorded observations, not continuous activity. Some fields exist only in raw history.
de: Prozessmittelwerte fassen aufgezeichnete Messwerte zusammen, nicht die durchgehende Aktivität. Manche Felder gibt es nur in Rohdaten.
fr: Les moyennes des processus résument les observations enregistrées, pas l’activité continue. Certains champs existent uniquement dans l’historique brut.
zh_hans: 进程平均值汇总的是已记录的观测值，而非连续活动。部分字段仅存在于原始历史数据中。

source: Stored descriptor counts are interval peaks.
de: Gespeicherte Deskriptorzahlen sind Spitzenwerte des Intervalls.
fr: Les nombres de descripteurs conservés sont les pics des intervalles.
zh_hans: 保留的描述符数量为各区间的峰值。

source: Disk rates use changes in cumulative counters. Resets and long gaps have no rate.
de: Datenträgerraten beruhen auf Änderungen kumulativer Zähler. Bei Rücksetzungen und langen Lücken gibt es keine Rate.
fr: Les débits disque utilisent les variations des compteurs cumulés. Les réinitialisations et les longues interruptions n’ont pas de débit calculé.
zh_hans: 磁盘速率根据累计计数器的变化计算。计数器重置或出现长时间间隔时不计算速率。

source: Older zero values can mean attribution was not recorded.
de: Ältere Nullwerte können bedeuten, dass keine Prozesszuordnung aufgezeichnet wurde.
fr: D’anciennes valeurs nulles peuvent indiquer que l’attribution n’a pas été enregistrée.
zh_hans: 较早记录中的零值可能表示未记录进程归属数据。

source: Process CPU
de: Prozess-CPU
fr: CPU des processus
zh_hans: 进程 CPU

source: Resident memory
de: Residenter Speicher
fr: Mémoire résidente
zh_hans: 驻留内存

source: Other descriptors
de: Andere Deskriptoren
fr: Autres descripteurs
zh_hans: 其他描述符

source: Attributed disk read
de: Zugeordnete Datenträgerlesevorgänge
fr: Lectures disque attribuées
zh_hans: 进程归属磁盘读取

source: Attributed disk write
de: Zugeordnete Datenträgerschreibvorgänge
fr: Écritures disque attribuées
zh_hans: 进程归属磁盘写入

source: Process network
de: Prozessnetzwerk
fr: Réseau des processus
zh_hans: 进程网络

source: Process GPU
de: Prozess-GPU
fr: GPU des processus
zh_hans: 进程 GPU

source: Cumulative energy
de: Kumulierte Energie
fr: Énergie cumulée
zh_hans: 累计能耗

source: User CPU time
de: CPU-Zeit im Benutzermodus
fr: Temps CPU utilisateur
zh_hans: 用户态 CPU 时间

source: System CPU time
de: CPU-Zeit im Systemmodus
fr: Temps CPU système
zh_hans: 系统态 CPU 时间

source: Compared: %1$@ of %2$@
de: Im Vergleich: %1$@ von %2$@
fr: Comparés : %1$@ sur %2$@
zh_hans: 已对比：%1$@ / %2$@

source: Machine
de: System
fr: Système
zh_hans: 整机

source: Started: %@
de: Gestartet: %@
fr: Démarré : %@
zh_hans: 启动时间：%@

source: Following live
de: Live-Verfolgung
fr: Suivi en direct
zh_hans: 实时跟随

source: Fixed time window
de: Fester Zeitraum
fr: Période fixe
zh_hans: 固定时间范围

source: %@ charts
de: %@ Diagramme
fr: %@ graphiques
zh_hans: %@ 个图表

source: Average (%@)
de: Mittelwert (%@)
fr: Moyenne (%@)
zh_hans: 平均值（%@）

source: Missing bounds: shading stops at the recorded average.
de: Fehlende Grenzen: Die Schattierung endet am aufgezeichneten Mittelwert.
fr: Bornes manquantes : la zone colorée s’arrête à la moyenne enregistrée.
zh_hans: 缺失边界值时，阴影以记录的平均值为边界。

source: Recorded range
de: Aufgezeichneter Bereich
fr: Plage enregistrée
zh_hans: 记录范围

source: %.2f cores
de: %.2f Kerne
fr: %.2f cœurs
zh_hans: %.2f 个核心

source: %1$.2f of %2$d cores
de: %1$.2f von %2$d Kernen
fr: %1$.2f sur %2$d cœurs
zh_hans: %2$d 个核心中的 %1$.2f 个

source: %1$@ %2$@ to %3$@
de: %1$@ %2$@ bis %3$@
fr: %1$@ %2$@ à %3$@
zh_hans: %1$@ %2$@ 至 %3$@

source: %1$@ adapter, %2$@
de: %1$@-Netzteil, %2$@
fr: Adaptateur %1$@, %2$@
zh_hans: %1$@ 适配器，%2$@

source: %1$@ addresses will be checked on %2$@.
de: %1$@ Adressen werden auf %2$@ geprüft.
fr: %1$@ adresses seront vérifiées sur %2$@.
zh_hans: 将在 %2$@ 上检查 %1$@ 个地址。

source: %1$@ at %2$@
de: %1$@ bei %2$@
fr: %1$@ à %2$@
zh_hans: %1$@，位于 %2$@

source: %1$@ channel %2$@
de: %1$@, Kanal %2$@
fr: %1$@, canal %2$@
zh_hans: %1$@ 信道 %2$@

source: %1$@ has passed %2$@ (now %3$@).
de: %1$@ hat %2$@ überschritten (jetzt %3$@).
fr: %1$@ a dépassé %2$@ (actuellement %3$@).
zh_hans: %1$@ 已超过 %2$@（当前 %3$@）。

source: %1$@ in · %2$@ out
de: %1$@ empfangen · %2$@ gesendet
fr: %1$@ entrant · %2$@ sortant
zh_hans: 入 %1$@ · 出 %2$@

source: %1$@ is managed by an app; the recommended way is: %2$@
de: %1$@ wird von einer App verwaltet; der empfohlene Weg ist: %2$@
fr: %1$@ est géré par une app ; la méthode recommandée est : %2$@
zh_hans: %1$@ 由应用管理；推荐的方式是：%2$@

source: %1$@ is owned by another user (UID %2$@), so its memory can't be read without elevated privileges. Enable Full Coverage in Settings to inspect system and other-user processes.
de: %1$@ gehört einem anderen Benutzer (UID %2$@), daher lässt sich sein Speicher ohne erweiterte Rechte nicht lesen. Aktiviere „Vollständige Abdeckung“ in den Einstellungen, um Systemprozesse und Prozesse anderer Benutzer zu untersuchen.
fr: %1$@ appartient à un autre utilisateur (UID %2$@), sa mémoire ne peut donc pas être lue sans privilèges élevés. Activez la couverture complète dans les Réglages pour inspecter les processus système et ceux des autres utilisateurs.
zh_hans: %1$@ 属于其他用户（UID %2$@），没有提权就无法读取它的内存。在「设置」中开启完整覆盖，即可检查系统进程和其他用户的进程。

source: %1$@ items · %2$@ · %3$@
de: %1$@ Objekte · %2$@ · %3$@
fr: %1$@ éléments · %2$@ · %3$@
zh_hans: %1$@ 个项目 · %2$@ · %3$@

source: %1$@ of %2$@ RAM
de: %1$@ von %2$@ RAM
fr: %1$@ sur %2$@ de RAM
zh_hans: %2$@ 内存中的 %1$@

source: %1$@ of %2$@ mAh
de: %1$@ von %2$@ mAh
fr: %1$@ sur %2$@ mAh
zh_hans: %1$@ / %2$@ mAh

source: %1$@ of %2$@ spinning
de: %1$@ von %2$@ laufen
fr: %1$@ sur %2$@ en rotation
zh_hans: %2$@ 个中有 %1$@ 个在转

source: %1$@ on %2$@
de: %1$@ auf %2$@
fr: %1$@ sur %2$@
zh_hans: %2$@ 上的 %1$@

source: %1$@ program · %2$@
de: %1$@ Programm · %2$@
fr: %1$@ programme · %2$@
zh_hans: %1$@ 个程序 · %2$@

source: %1$@ programs · %2$@
de: %1$@ Programme · %2$@
fr: %1$@ programmes · %2$@
zh_hans: %1$@ 个程序 · %2$@

source: %1$@ small %2$@
de: %1$@ kleine %2$@
fr: %1$@ petits %2$@
zh_hans: %1$@ 个小%2$@

source: %1$@ to %2$@
de: %1$@ bis %2$@
fr: %1$@ à %2$@
zh_hans: %1$@ 至 %2$@

source: %1$@ using the GPU · %2$@ more hold an idle Metal context.
de: %1$@ nutzen die GPU · %2$@ weitere halten einen inaktiven Metal-Kontext.
fr: %1$@ utilisent le GPU · %2$@ autres conservent un contexte Metal inactif.
zh_hans: %1$@ 个正在使用 GPU · 另有 %2$@ 个持有空闲 Metal 上下文。

source: %1$@ was the largest process at %2$@.
de: %1$@ war mit %2$@ der größte Prozess.
fr: %1$@ était le plus gros processus, avec %2$@.
zh_hans: 当时占用最大的进程是 %1$@，达到 %2$@。
